//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2018, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:  BiosGuardSetup.uni
//
// Description:	Define string for BIOS GUARD
//
//<AMI_FHDR_END>
//**********************************************************************

/=#
#include "VFR.uni"

#langdef x-AMI "x-AMI"

#string STR_ENABLED                             #language eng "Enabled"
#string STR_DISABLED                            #language eng "Disabled"

#string STR_BIOS_GUARD_CONFIGURATION_FORM       #language eng "Intel(R) Bios Guard Technology"
#string STR_BIOS_GUARD_CONFIGURATION_HELP       #language eng "Intel(R) Bios Guard Technology Settings"

#string STR_BIOS_GUARD_CONFIGURATION_PROMPT     #language eng "Intel Bios Guard Support"
                                                #language x-AMI "BSGD001"
#string STR_BIOS_GUARD_CONFIGURATION_HELP       #language eng "Enable/Disable Intel Bios Guard Support"

//#string <string name>                   #language eng ""
//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2018, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************
